Repository: daffel55/MentalUnload
Catalog: MentalUnload/*.lproj/Localizable.strings
Languages: de

source: Checklist folder
de: Checklisten in ordnern

# CreateFolderInfo
source: You can create a folder by clicking the symbol at the top
de: Um einen Ordner zu erstellen, klicke auf das Ordnersymbol mit dem Plus.

source: unassigned checklists
de: Einzelne Checklisten

source: Checklists
de: Checklisten

# edit
source: Edit checklist?
de: Checkliste bearbeiten?

# delte
source: Really delete?
de: Wirklich löschen?

# del
source: Delete
de: Löschen

# noCheck
source: No checklist found.
de: Keine Checklisten gefunden.

# addList
source: Add a list with the add-list-symbol (4 lines and a plus)
de: Erstelle eine neue Checkliste mit dem Listensymbol (4 Linien und ein Plus)

source: New Folder
de: Neuer Ordner

# newFolderName
source: Name of the new folder
de: Name des Ordners

# newFolderMustHaveName
source: The folder must have a name!
de: Der Ordner muss einen Namen haben!

# chooseExCheck
source: Choose existing checklists for this folder
de: Wähle bestehende Checklisten für den Ordner aus:

# noUnassigned
source: no unassigned checklists available
de: Es gibt keine Checklisten ohne Ordnerzuordnung

# createNewCheck
source: Create new checklist
de: Erstelle eine neue Checkliste

# sav
source: Save
de: Sichern

# createNewFol
source: Create new folder
de: Neuen Ordner erstellen

# addChec
source: Add checklist name
de: Name der Checkliste

# addItem
source: Add checklist item
de: Die Punkte der Checkliste

# checkListName
source: Name of this checklist
de: Name der Checkliste

source: Checklist items
de: Checklistenpunkt

# chooseFolder
source: Choose a folder (optional)
de: Wähle einen Ordner (optional)

# folds
source: Folders
de: Ordner

# noFold
source: No folder
de: Ohne Ordner

# pickCol
source: Pick a color
de: Wähle eine Farbe

# listMustName
source: Checklist must have a name
de: Die Checkliste muss einen Namen haben

# enterItem
source: Enter at least one item
de: Mindestens ein Punkt erforderlich

# notAllEntries
source: You can't delete all entries. If you want to delete the list completly then do this in the mainmenu (trash symbol) or add a new entry to keep here and delete the first one afterwards.
de: Es können nie alle Einträge gelöscht werden. Entweder die Liste im Hauptmenü löschen oder einen zweiten Eintrag hinzu fügen und dann den ersten löschen.

# folName
source: Folder name
de: Name des Ordners

# selectDeselect
source: Select or deselect checklists for this folder
de: Hake Checklisten für diesen Ordner an oder ab.

# noCheckAvailable
source: No checklists available
de: Keine Checklisten verfügbar.

source: Add new list to
de: Füge eine neue Liste zu dem Ordner:

# editChecFolder
source: Edit checklist folder
de: Ordner bearbeiten

source: ★ All Done! ★
de: ★ Alles erledigt! ★

# hitchIt
source: Hitching the Caravan
de: Wohnwagen ankoppeln

# handbrakeCar
source: Handbrake engaged on the car
de: Am Auto Handbremse angezogen

# couplingSecure
source: Coupling secured
de: Kupplung gut fest

# safetyCable
source: Safety cable secured
de: Fangseil fest

# electric
source: Plug in and check electrical connection
de: Strom einstecken und überprüfen

# jockeyWheel
source: Jockey wheel raised and secured
de: Stützrad hoch und gut sichern

# releaseHandbrake
source: Release caravan handbrake
de: Handbremse vom Wohnwagen los

# mover
source: Disengage mover, turn off mover power, pack remote control and lever
de: Mover los, Moverstrom aus, Fernbedienung und Hebel verpacken

# doors
source: Doors and windows of the caravan closed, including the skylight
de: Türen und Fenster am Wohnwagen verschlossen, auch das Oberlicht

# gas
source: Gas bottle turned off and secured
de: Gasflasche abgedreht und gesichert

# leavingIt
source: Leaving the Caravan at the Campsite
de: Wohnwagen für längere Zeit verlassen

# CloseWindow
source: Close and darken windows and skylight
de: Fenster und Oberlicht zu und verdunkeln

# Fridge
source: Fridge empty, off, and open
de: Kühlschrank leer, aus und offen

# TurnOffElec
source: Turn off electricity
de: Strom ausstellen

# TurnOffGas
source: Turn off gas and water pump
de: Gas und Wasserpumpe ausstellen

# DrainWater
source: Drain standing water
de: Stehendes Wasser leeren

# TrashOut
source: Take out trash
de: Müll mitnehmen

# TakeThingsHome
source: Take mobile phone, money, etc.
de: Handy, Geld etc. mitnehmen

source: Lock doors
de: Türen abschließen

# cushions
source: Put cushions in the tent
de: Polster ins Zelt legen

# curtainsTent
source: Close curtains in the tent
de: Im Zelt Vorhänge schließen

# Zippers
source: Close all zippers
de: Alle Reißverschlüsse schließen

# unHitchIt
source: Unhitching the Caravan
de: Wohnwagen abkoppeln

# handbrakeCaravan
source: Handbrake on the caravan applied
de: Handbremse am Wohnwagen fest

# lowerJockey
source: Lower jockey wheel, secure well, and crank up, release hitch
de: Stützrad herunter, gut sichern und hochkurbeln, Kupplung lösen

# disconElec
source: Disconnect electricity
de: Strom abziehen

# removeSafety
source: Remove safety cable
de: Fangseil abnehmen

# enterCravan
source: Enter caravan only when supported
de: Wohnwagen nur betreten, wenn abgestützt

# checkOff
source: Check off an item on the checklist
de: Hake einen Punkt der Checkliste ab

# changeAppearance
source: Change the appearance of the checklist using the edit menu (pencil icon)
de: Verändere das Aussehen der Checkliste mit dem Bearbeitenmenü (Stift-Symbol)

# createFolder
source: Create a folder in the main menu (folder icon with plus) and put this checklist in it
de: Lege im Hauptmenü einen Ordner an (Ordnersymbol mit plus) und lege diese Checkliste hinein

# createNewCheckList
source: Create a new checklist with the icon in the main menu (4 lines and a plus)
de: Erstelle eine neue Checkliste mit dem entsprechenden Symbol im Hauptmenü (4 Linien und ein Plus)

# checkOffAll
source: Check off all items on the checklist and see what happens, then uncheck some items or press the reset button (counterclockwise arrow)
de: Wähle alle Punkte der Checkliste an und schau was passiert, danach wähle einige Punkte wieder ab oder drücke den Resetknopf (Kreispfeil gegen Uhrzeigersinn)

source: Checked all boxes
de: Alles abgehackt?!

# firstTipMessage
source: Look into the Demo-checklist, to learn about the app. For more information tap the info icon (i inside circle).
de: Schau dir die Demo-Checkliste an, um die App kennenzulernen. Mehr Informationen unter Info (i im Kreis)

# CampingFolder
source: Folder for Testing
de: Ordner zum Ausprobieren (Camping)

# CampingFolderInfo
source: Inside this folder I created some lists that I needed the most. You can use, edit or delete lists and folder as you like
de: Ich habe hier einen Ordner mit Listen angelegt, die ich am dringensten brauchte. Du kannst sie und den Ordner benutzen, verändern oder löschen, wie es dir gefällt.
